export const data = {
    "nodes": [
        {
            "id": "Баггоутовская, 1",
            "color": "hsl(41, 70%, 50%)"
        },
        {
            "id": "ЦРЛ Переяслав-Хмельницький",
            "color": "hsl(35, 70%, 50%)"
        },
        {
            "id": "БСМП Братиславська,1",
            "color": "hsl(62, 70%, 50%)"
        },
        {
            "id": "Васильківська ЦРБ",
            "color": "hsl(139, 70%, 50%)"
        },
        {
            "id": "Буча, Полевая, 17",
            "color": "hsl(266, 70%, 50%)"
        },
        {
            "id": "КОКБ, Белая церковь",
            "color": "hsl(298, 70%, 50%)"
        },
        {
            "id": "Добробут, Ідзіковських,3",
            "color": "hsl(145, 70%, 50%)"
        },
        {
            "id": "Добробут, Святошино",
            "color": "hsl(120, 70%, 50%)"
        },
        {
            "id": "КМКЛ#1 Хар.шоссе,121",
            "color": "hsl(18, 70%, 50%)"
        },
        {
            "id": "КМЦК Берлинского, 12",
            "color": "hsl(158, 70%, 50%)"
        },
        {
            "id": "Лабораторный, 20",
            "color": "hsl(248, 70%, 50%)"
        },
        {
            "id": "7я Детская, Подвысоцкого, 4в",
            "color": "hsl(78, 70%, 50%)"
        },
        {
            "id": "ПЦ№2, Мостицкая",
            "color": "hsl(99, 70%, 50%)"
        },
        {
            "id": "4я, Соломенская, 18",
            "color": "hsl(203, 70%, 50%)"
        },
        {
            "id": "10-я, пр/т Голосеевский, 59а",
            "color": "hsl(223, 70%, 50%)"
        },
        {
            "id": "3-я. П.Запорожца, 26",
            "color": "hsl(124, 70%, 50%)"
        },
        {
            "id": "18я, пр/т Шевченко, 17",
            "color": "hsl(58, 70%, 50%)"
        },
        {
            "id": "7я, Котельникова, 95",
            "color": "hsl(219, 70%, 50%)"
        },
        {
            "id": "7й ПЦ, Предславинская, 9",
            "color": "hsl(235, 70%, 50%)"
        },
        {
            "id": "5я, Отдыха, 11",
            "color": "hsl(44, 70%, 50%)"
        },
        {
            "id": "6я, Комарова, 3",
            "color": "hsl(22, 70%, 50%)"
        },
        {
            "id": "окоцентр, Верховинная, 69",
            "color": "hsl(39, 70%, 50%)"
        },
        {
            "id": "Александровская",
            "color": "hsl(69, 70%, 50%)"
        },
        {
            "id": "ПЦ№4, Героев Сталинграда, 16",
            "color": "hsl(91, 70%, 50%)"
        },
        {
            "id": "ПЦ№1, Арсенальная, 5",
            "color": "hsl(168, 70%, 50%)"
        },
        {
            "id": "5й ПЦ, Лобановского",
            "color": "hsl(195, 70%, 50%)"
        },
    ],
    "links": [
        {
            "source": "Баггоутовская, 1",
            "target": "ЦРЛ Переяслав-Хмельницький",
            "value": 9
        },
        {
            "source": "БСМП Братиславська,1",
            "target": "Васильківська ЦРБ",
            "value": 2
        },
        {
            "source": "Буча, Полевая, 17",
            "target": "КОКБ, Белая церковь",
            "value": 1
        },
        {
            "source": "Добробут, Ідзіковських,3",
            "target": "Васильківська ЦРБ",
            "value": 5
        },
        {
            "source": "Добробут, Святошино",
            "target": "Васильківська ЦРБ",
            "value": 3
        },
        {
            "source": "КМКЛ#1 Хар.шоссе,121",
            "target": "Васильківська ЦРБ",
            "value": 2
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "Лабораторный, 20",
            "value": 8
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "7я Детская, Подвысоцкого, 4в",
            "value": 7
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "ПЦ№2, Мостицкая",
            "value": 1
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "Васильківська ЦРБ",
            "value": 1
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "4я, Соломенская, 18",
            "value": 5
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "10-я, пр/т Голосеевский, 59а",
            "value": 7
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "3-я. П.Запорожца, 26",
            "value": 4
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "18я, пр/т Шевченко, 17",
            "value": 9
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "7я, Котельникова, 95",
            "value": 8
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "7й ПЦ, Предславинская, 9",
            "value": 3
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "5я, Отдыха, 11",
            "value": 8
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "6я, Комарова, 3",
            "value": 9
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "окоцентр, Верховинная, 69",
            "value": 7
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "Александровская",
            "value": 1
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "ПЦ№4, Героев Сталинграда, 16",
            "value": 2
        },
        {
            "source": "КМЦК Берлинского, 12",
            "target": "ПЦ№1, Арсенальная, 5",
            "value": 1
        }, {
            "source": "КМЦК Берлинского, 12",
            "target": "5й ПЦ, Лобановского",
            "value": 1
        },
    ]
};
