export const data = {
    "nodes": [
        {
            "id": "Багговутівська, 1",
            "color": "hsl(41, 70%, 50%)"
        },
        {
            "id": "ЦРЛ Переяслав-Хмельницький",
            "color": "hsl(35, 70%, 50%)"
        },
        {
            "id": "ЛШМД Братиславська,3",
            "color": "hsl(62, 70%, 50%)"
        },
        {
            "id": "Васильківська ЦРБ",
            "color": "hsl(139, 70%, 50%)"
        },
        {
            "id": "Буча, Польова, 17",
            "color": "hsl(266, 70%, 50%)"
        },
        {
            "id": "КОКБ, Белая церковь",
            "color": "hsl(298, 70%, 50%)"
        },
        {
            "id": "Добробут, Ідзіковських,3",
            "color": "hsl(145, 70%, 50%)"
        },
        {
            "id": "Добробут, Святошино",
            "color": "hsl(120, 70%, 50%)"
        },
        {
            "id": "КМКЛ№1 Хар.шосе, 121",
            "color": "hsl(18, 70%, 50%)"
        },
        {
            "id": "КМЦК Берлінського, 12",
            "color": "hsl(158, 70%, 50%)"
        },
        {
            "id": "Лабораторний, 20",
            "color": "hsl(248, 70%, 50%)"
        },
        {
            "id": "7а Дитяча, Підвисоцького, 4В",
            "color": "hsl(78, 70%, 50%)"
        },
        {
            "id": "ПЦ№2, Мостицька",
            "color": "hsl(99, 70%, 50%)"
        },
        {
            "id": "КМКЛ №4, Соломянська, 18",
            "color": "hsl(203, 70%, 50%)"
        },
        {
            "id": "КМКЛ №10, пр-т Голосіївський, 59А",
            "color": "hsl(223, 70%, 50%)"
        },
        {
            "id": "КМКЛ №3, П. Запорожця, 26",
            "color": "hsl(124, 70%, 50%)"
        },
        {
            "id": "КМКЛ №18, пр-т Шевченко, 17",
            "color": "hsl(58, 70%, 50%)"
        },
        {
            "id": "КМКЛ №7, Котельникова, 95",
            "color": "hsl(219, 70%, 50%)"
        },
        {
            "id": "ПЦ№7, Предславинська, 9",
            "color": "hsl(235, 70%, 50%)"
        },
        {
            "id": "КМКЛ №5, вул. Відпочинку, 11",
            "color": "hsl(44, 70%, 50%)"
        },
        {
            "id": "КМКЛ №6, Комарова, 3",
            "color": "hsl(22, 70%, 50%)"
        },
        {
            "id": "Окоцентр, Верховинна, 69",
            "color": "hsl(39, 70%, 50%)"
        },
        {
            "id": "Олександрівська КЛ м. Києва",
            "color": "hsl(69, 70%, 50%)"
        },
        {
            "id": "ПЦ№4, Героїв Сталінграду, 16",
            "color": "hsl(91, 70%, 50%)"
        },
        {
            "id": "ПЦ№1, Арсенальна, 5",
            "color": "hsl(168, 70%, 50%)"
        },
        {
            "id": "ПЦ№5, Лобановського",
            "color": "hsl(195, 70%, 50%)"
        },
    ],
    "links": [
        {
            "source": "Багговутівська, 1",
            "target": "ЦРЛ Переяслав-Хмельницький",
            "value": 9
        },
        {
            "source": "ЛШМД Братиславська,3",
            "target": "Васильківська ЦРБ",
            "value": 2
        },
        {
            "source": "Буча, Польова, 17",
            "target": "КОКБ, Белая церковь",
            "value": 1
        },
        {
            "source": "Добробут, Ідзіковських,3",
            "target": "Васильківська ЦРБ",
            "value": 5
        },
        {
            "source": "Добробут, Святошино",
            "target": "Васильківська ЦРБ",
            "value": 3
        },
        {
            "source": "КМКЛ№1 Хар.шосе, 121",
            "target": "Васильківська ЦРБ",
            "value": 2
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "Лабораторний, 20",
            "value": 8
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "7а Дитяча, Підвисоцького, 4В",
            "value": 7
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "ПЦ№2, Мостицька",
            "value": 1
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "Васильківська ЦРБ",
            "value": 1
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "КМКЛ №4, Соломянська, 18",
            "value": 5
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "КМКЛ №10, пр-т Голосіївський, 59А",
            "value": 7
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "КМКЛ №3, П. Запорожця, 26",
            "value": 4
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "КМКЛ №18, пр-т Шевченко, 17",
            "value": 9
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "КМКЛ №7, Котельникова, 95",
            "value": 8
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "ПЦ№7, Предславинська, 9",
            "value": 3
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "КМКЛ №5, вул. Відпочинку, 11",
            "value": 8
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "КМКЛ №6, Комарова, 3",
            "value": 9
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "Окоцентр, Верховинна, 69",
            "value": 7
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "Олександрівська КЛ м. Києва",
            "value": 1
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "ПЦ№4, Героїв Сталінграду, 16",
            "value": 2
        },
        {
            "source": "КМЦК Берлінського, 12",
            "target": "ПЦ№1, Арсенальна, 5",
            "value": 1
        }, {
            "source": "КМЦК Берлінського, 12",
            "target": "ПЦ№5, Лобановського",
            "value": 1
        },
    ]
};
